Repository: pylapp/vcoin
Catalog: VirtualCoin/Localizables/Localizable.xcstrings
Source language: en
Languages: fr

# alert.alert
source: Alert
fr: Alerte

# alert.detail.notify
source: Notify when
fr: Notifier quand

# alerts.add
source: Add alert
fr: Ajouter une alerte

# alerts.no-data
source: No Alerts
fr: Pas d'alertes

source: Bad URL to coincap.io API.
fr: Mauvaise URL pour l'API coincap.io.

# charts.time.range.day
source: Day
fr: Jour

# charts.time.range.hour
source: Hour
fr: Heure

# charts.time.range.month
source: Month
fr: Mois

# charts.time.range.week
source: Week
fr: Semaine

# charts.time.range.year
source: Year
fr: Année

# coins.no-data.subtitle
source: Coins has not been downloaded
fr: Les cryptomonnaies n'ont pas été téléchargées

# coins.no-data.title
source: No Coins
fr: Pas de cryptomonnaies

# error.refresh
source: Refresh
fr: Rafraîchir

# exchanges.add
source: Add exchange
fr: Ajouter une conversion

# exchanges.no-data
source: No Exchanges
fr: Pas de conversions

# favourites.add
source: Select your favourite coins
fr: Sélectionnez vos cryptomonnaies préférées

# favourites.no-data
source: No Favourites
fr: Pas de favoris

# markets.markets
source: Markets
fr: Marchés

source: Not recognized currency symbol.
fr: Symbole de cryptomonnaie non reconnu

# settings.section.github-issues
source: Issues on GitHub
fr: Bogues sur GitHub

# settings.section.main
source: MAIN
fr: PRINCIPAL

# settings.section.other
source: OTHER
fr: AUTRE

# settings.section.report-bug
source: Report a bug
fr: Rapporter un bogue

# settings.section.settings
source: Settings
fr: Paramètres

# settings.section.source-code
source: Source code
fr: Code source

# settings.section.third-parties
source: Third-party components
fr: Composants tiers

# settings.section.x-follow
source: Follow me on X (ex Twitter)
fr: Suivez-moi sur X (ex Twitter)

# shared.alerts
source: Alerts
fr: Alertes

# shared.all-currencies
source: All currencies
fr: Cryptomonnaies

# shared.amount
source: Amount
fr: Somme

# shared.cancel
source: Cancel
fr: Annuler

# shared.currency.cryptocurrency
source: Coin
fr: Cryptomonnaie

# shared.currency.fiat
source: Currency
fr: Devise

# shared.done
source: Done
fr: Terminé

# shared.exchange
source: Exchange
fr: Conversion

# shared.exchanges
source: Exchanges
fr: Conversions

# shared.favourites
source: Favourites
fr: Favoris

# shared.greaterThan
source: Greater than
fr: Plus grand que

# shared.lowerThan
source: Lower than
fr: Plus petit que

# shared.price
source: Price
fr: Prix

# shared.values
source: VALUES
fr: VALEURS

# third-parties.api
source: API for cryptocurrency pricing.
fr: API pour les taux et prix des cryptomonnaies.

# third-parties.lightchart
source: Lightweight SwiftUI package with line charts implementation.
fr: Package SwiftUI pour implémenter des graphiques

# third-parties.third-party
source: Third party
fr: Composants tiers

# third-parties.url-image
source: SwiftUI view that displays an image downloaded from provided URL.
fr: Pour afficher avec SwiftUI des images via des URL
